{
    "version": "1.0",
    "sentences": [
        {
            "id": "F001",
            "text": "Well, I think the most important part of this project is, uh, how we manage the timeline."
        },
        {
            "id": "F002",
            "text": "Let me see, the main reason for the delay was, well, a lack of clear internal communication."
        },
        {
            "id": "F003",
            "text": "I mean, we need to consider the budget constraints before we, uh, decide on the final strategy."
        },
        {
            "id": "F004",
            "text": "To be honest, I am not quite sure how to, um, explain the decrease in our sales."
        },
        {
            "id": "F005",
            "text": "Uh, so the point I am trying to make is that we should, well, focus on retention."
        },
        {
            "id": "F006",
            "text": "I think, um, we should probably schedule another meeting to discuss this specific issue in more detail."
        },
        {
            "id": "F007",
            "text": "Well, regarding your question, I believe we have to, uh, evaluate all the possible risks involved."
        },
        {
            "id": "F008",
            "text": "If we look at the data, I mean, the results are not, um, exactly what we expected."
        },
        {
            "id": "F009",
            "text": "Let me think about that for a moment because, uh, I need to find the correct information."
        },
        {
            "id": "F010",
            "text": "It seems to me that, well, the current plan does not quite address the needs of clients."
        },
        {
            "id": "F011",
            "text": "So, uh, I was wondering if we could perhaps change the deadline for the final report today."
        },
        {
            "id": "F012",
            "text": "The difficulty with this approach is, well, that it might take much more time than we have."
        },
        {
            "id": "F013",
            "text": "I am trying to say that, uh, we need to be very careful with how we allocate resources."
        },
        {
            "id": "F014",
            "text": "Well, in my opinion, the best way to handle this situation is to, um, consult the supervisor."
        },
        {
            "id": "F015",
            "text": "I think, uh, we are missing some key information that would help us, well, make a decision."
        },
        {
            "id": "F016",
            "text": "To put it simply, I mean, we just need to, uh, improve the efficiency of our operations."
        },
        {
            "id": "F017",
            "text": "Perhaps we should, um, consider alternative solutions if this one does not, well, work as planned."
        },
        {
            "id": "F018",
            "text": "I am not sure if I, uh, expressed my ideas clearly during the presentation we had earlier."
        },
        {
            "id": "F019",
            "text": "Well, let me check the files because I, um, want to be sure about the numbers first."
        },
        {
            "id": "F020",
            "text": "So, uh, the main challenge we face right now is, I mean, finding enough staff for this."
        }
    ]
}